Repository: PhillipMaizza/NextExplorer-iOS
Catalog: Packages/Localization/Sources/Localization/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ro, ru, sv, zh_cn, zh_tw

# userDetail.dangerZoneSubtitle
source: Removing a user revokes their access immediately. Files they own on the server are not deleted.
ar: إزالة مستخدم يلغي وصوله فورًا. لا تُحذف الملفات التي يملكها على الخادم.
de: Das Entfernen eines Benutzers widerruft sofort dessen Zugriff. Dateien, die er auf dem Server besitzt, werden nicht gelöscht.
es: Eliminar un usuario revoca su acceso de inmediato. Los archivos que posee en el servidor no se eliminan.
fr: Supprimer un utilisateur révoque immédiatement son accès. Les fichiers qu'il possède sur le serveur ne sont pas supprimés.
hi: किसी उपयोगकर्ता को निकालने से उसका एक्सेस तुरंत रद्द हो जाता है। सर्वर पर उसके स्वामित्व वाली फ़ाइलें नहीं हटाई जातीं।
it: Rimuovere un utente revoca subito il suo accesso. I file che possiede sul server non vengono eliminati.
ja: ユーザを削除すると、そのアクセス権はすぐに取り消されます。サーバ上でそのユーザが所有するファイルは削除されません。
ko: 사용자를 제거하면 접근 권한이 즉시 취소됩니다. 서버에서 해당 사용자가 소유한 파일은 삭제되지 않습니다.
nl: Een gebruiker verwijderen trekt zijn toegang onmiddellijk in. Bestanden die hij op de server bezit, worden niet verwijderd.
pl: Usunięcie użytkownika natychmiast odbiera mu dostęp. Pliki, których jest właścicielem na serwerze, nie są usuwane.
pt: Remover um utilizador revoga o seu acesso de imediato. Os ficheiros que possui no servidor não são eliminados.
ro: Eliminarea unui utilizator îi revocă accesul imediat. Fișierele pe care le deține pe server nu sunt șterse.
ru: Удаление пользователя немедленно отзывает его доступ. Файлы, которыми он владеет на сервере, не удаляются.
sv: Att ta bort en användare återkallar åtkomsten omedelbart. Filer de äger på servern raderas inte.
zh_cn: 移除用户会立即撤销其访问权限。其在服务器上拥有的文件不会被删除。
zh_tw: 移除使用者會立即撤銷其取用權限。其在伺服器上擁有的檔案不會被刪除。

# userDetail.dangerZoneTitle
source: Danger Zone
ar: منطقة الخطر
de: Gefahrenzone
es: Zona de peligro
fr: Zone sensible
hi: खतरा क्षेत्र
it: Zona pericolosa
ja: 危険な操作
ko: 위험 구역
nl: Gevarenzone
pl: Strefa zagrożenia
pt: Zona de perigo
ro: Zonă periculoasă
ru: Опасная зона
sv: Farozon
zh_cn: 危险区域
zh_tw: 危險區域

# userDetail.directoryPickerFailed
source: Couldn't list directories.
ar: تعذّر سرد الأدلة.
de: Verzeichnisse konnten nicht aufgelistet werden.
es: No se pudieron listar los directorios.
fr: Impossible de lister les répertoires.
hi: निर्देशिकाएं सूचीबद्ध नहीं कर सके।
it: Impossibile elencare le directory.
ja: ディレクトリを一覧表示できませんでした。
ko: 디렉터리를 나열할 수 없습니다.
nl: Kan de mappen niet weergeven.
pl: Nie można wyświetlić katalogów.
pt: Não foi possível listar os diretórios.
ro: Nu s-au putut lista directoarele.
ru: Не удалось получить список каталогов.
sv: Det gick inte att lista katalogerna.
zh_cn: 无法列出目录。
zh_tw: 無法列出目錄。

# userDetail.directoryPickerGoUp
source: Go up one directory
ar: الصعود دليلاً واحدًا
de: Ein Verzeichnis nach oben
es: Subir un directorio
fr: Remonter d'un répertoire
hi: एक निर्देशिका ऊपर जाएं
it: Sali di una directory
ja: 1つ上のディレクトリへ
ko: 한 디렉터리 위로
nl: Eén map omhoog
pl: W górę o jeden katalog
pt: Subir um diretório
ro: Urcă un director
ru: На каталог вверх
sv: Upp en katalog
zh_cn: 上一级目录
zh_tw: 上一層目錄

# userDetail.directoryPickerOpen
source: Open %@
ar: فتح %@
de: %@ öffnen
es: Abrir %@
fr: Ouvrir %@
hi: %@ खोलें
it: Apri %@
ja: %@ を開く
ko: %@ 열기
nl: %@ openen
pl: Otwórz %@
pt: Abrir %@
ro: Deschide %@
ru: Открыть %@
sv: Öppna %@
zh_cn: 打开 %@
zh_tw: 打開 %@

# userDetail.directoryPickerUseThis
source: Use this directory
ar: استخدام هذا الدليل
de: Dieses Verzeichnis verwenden
es: Usar este directorio
fr: Utiliser ce répertoire
hi: इस निर्देशिका का उपयोग करें
it: Usa questa directory
ja: このディレクトリを使用
ko: 이 디렉터리 사용
nl: Deze map gebruiken
pl: Użyj tego katalogu
pt: Usar este diretório
ro: Folosește acest director
ru: Использовать этот каталог
sv: Använd den här katalogen
zh_cn: 使用此目录
zh_tw: 使用此目錄

# userDetail.fallbackName
source: User
ar: مستخدم
de: Benutzer
es: Usuario
fr: Utilisateur
hi: उपयोगकर्ता
it: Utente
ja: ユーザ
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt: Utilizador
ro: Utilizator
ru: Пользователь
sv: Användare
zh_cn: 用户
zh_tw: 使用者

# userDetail.passwordHasLocal
source: This user signs in with an email and password.
ar: يسجّل هذا المستخدم الدخول ببريد إلكتروني وكلمة سر.
de: Dieser Benutzer meldet sich mit E-Mail und Passwort an.
es: Este usuario inicia sesión con un correo y una contraseña.
fr: Cet utilisateur se connecte avec un e-mail et un mot de passe.
hi: यह उपयोगकर्ता ईमेल और पासवर्ड से साइन इन करता है।
it: Questo utente accede con un'email e una password.
ja: このユーザはメールとパスワードでサインインします。
ko: 이 사용자는 이메일과 비밀번호로 로그인합니다.
nl: Deze gebruiker meldt zich aan met een e-mail en wachtwoord.
pl: Ten użytkownik loguje się za pomocą e-maila i hasła.
pt: Este utilizador inicia sessão com um e-mail e uma palavra-passe.
ro: Acest utilizator se conectează cu un e-mail și o parolă.
ru: Этот пользователь входит с помощью эл. почты и пароля.
sv: Den här användaren loggar in med en e-post och ett lösenord.
zh_cn: 此用户使用电子邮件和密码登录。
zh_tw: 此使用者使用電子郵件和密碼登入。

# userDetail.passwordReset
source: Reset Password
ar: إعادة تعيين كلمة السر
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
it: Reimposta password
ja: パスワードをリセット
ko: 비밀번호 재설정
nl: Wachtwoord opnieuw instellen
pl: Resetuj hasło
pt: Repor palavra-passe
ro: Resetează parola
ru: Сбросить пароль
sv: Återställ lösenord
zh_cn: 重置密码
zh_tw: 重置密碼

# userDetail.passwordSSOOnly
source: This user has no local password — SSO only.
ar: ليس لهذا المستخدم كلمة سر محلية: SSO فقط.
de: Dieser Benutzer hat kein lokales Passwort: nur SSO.
es: Este usuario no tiene contraseña local: solo SSO.
fr: Cet utilisateur n'a pas de mot de passe local : SSO uniquement.
hi: इस उपयोगकर्ता का कोई स्थानीय पासवर्ड नहीं है: केवल SSO।
it: Questo utente non ha una password locale: solo SSO.
ja: このユーザにはローカルパスワードがありません: SSO のみ。
ko: 이 사용자는 로컬 비밀번호가 없습니다: SSO 전용.
nl: Deze gebruiker heeft geen lokaal wachtwoord: alleen SSO.
pl: Ten użytkownik nie ma hasła lokalnego: tylko SSO.
pt: Este utilizador não tem palavra-passe local: apenas SSO.
ro: Acest utilizator nu are parolă locală: doar SSO.
ru: У этого пользователя нет локального пароля: только SSO.
sv: Den här användaren har inget lokalt lösenord: endast SSO.
zh_cn: 此用户没有本地密码：仅限 SSO。
zh_tw: 此使用者沒有本機密碼：僅限 SSO。

# userDetail.passwordSet
source: Set Password
ar: تعيين كلمة السر
de: Passwort festlegen
es: Establecer contraseña
fr: Définir le mot de passe
hi: पासवर्ड सेट करें
it: Imposta password
ja: パスワードを設定
ko: 비밀번호 설정
nl: Wachtwoord instellen
pl: Ustaw hasło
pt: Definir palavra-passe
ro: Setează parola
ru: Задать пароль
sv: Ange lösenord
zh_cn: 设置密码
zh_tw: 設定密碼

# userDetail.profileDisplayNameField
source: Display Name
ar: الاسم المعروض
de: Anzeigename
es: Nombre visible
fr: Nom affiché
hi: प्रदर्शन नाम
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Wyświetlana nazwa
pt: Nome a apresentar
ro: Nume afișat
ru: Отображаемое имя
sv: Visningsnamn
zh_cn: 显示名称
zh_tw: 顯示名稱

# userDetail.profileDisplayNamePlaceholder
source: Display name
ar: الاسم المعروض
de: Anzeigename
es: Nombre visible
fr: Nom affiché
hi: प्रदर्शन नाम
it: Nome visualizzato
ja: 表示名
ko: 표시 이름
nl: Weergavenaam
pl: Wyświetlana nazwa
pt: Nome a apresentar
ro: Nume afișat
ru: Отображаемое имя
sv: Visningsnamn
zh_cn: 显示名称
zh_tw: 顯示名稱

# userDetail.profileEmailField
source: Email
ar: البريد الإلكتروني
es: Correo
hi: ईमेल
ja: メール
ko: 이메일
ru: Эл. почта
sv: E-post
zh_cn: 电子邮件
zh_tw: 電子郵件

# userDetail.profileSave
source: Save Changes
ar: حفظ التغييرات
de: Änderungen sichern
es: Guardar cambios
fr: Enregistrer les modifications
hi: परिवर्तन सहेजें
it: Salva modifiche
ja: 変更を保存
ko: 변경 사항 저장
nl: Wijzigingen bewaren
pl: Zapisz zmiany
pt: Guardar alterações
ro: Salvează modificările
ru: Сохранить изменения
sv: Spara ändringar
zh_cn: 保存更改
zh_tw: 儲存更改

# userDetail.profileUsernameField
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
zh_cn: 用户名
zh_tw: 使用者名稱

# userDetail.profileUsernamePlaceholder
source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
it: Nome utente
ja: ユーザ名
ko: 사용자 이름
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
zh_cn: 用户名
zh_tw: 使用者名稱

# userDetail.removeUserMessage
source: %@ loses access immediately. Their files on the server are not deleted.
ar: يفقد %@ الوصول فورًا. لا تُحذف ملفاته على الخادم.
de: %@ verliert sofort den Zugriff. Seine Dateien auf dem Server werden nicht gelöscht.
es: %@ pierde el acceso de inmediato. Sus archivos en el servidor no se eliminan.
fr: %@ perd immédiatement l'accès. Ses fichiers sur le serveur ne sont pas supprimés.
hi: %@ तुरंत एक्सेस खो देता है। सर्वर पर उसकी फ़ाइलें नहीं हटाई जातीं।
it: %@ perde subito l'accesso. I suoi file sul server non vengono eliminati.
ja: %@ はすぐにアクセス権を失います。サーバ上のファイルは削除されません。
ko: %@이(가) 즉시 접근 권한을 잃습니다. 서버의 파일은 삭제되지 않습니다.
nl: %@ verliest onmiddellijk de toegang. Zijn bestanden op de server worden niet verwijderd.
pl: %@ natychmiast traci dostęp. Jego pliki na serwerze nie są usuwane.
pt: %@ perde o acesso de imediato. Os seus ficheiros no servidor não são eliminados.
ro: %@ pierde accesul imediat. Fișierele sale de pe server nu sunt șterse.
ru: %@ немедленно теряет доступ. Его файлы на сервере не удаляются.
sv: %@ förlorar åtkomsten omedelbart. Deras filer på servern raderas inte.
zh_cn: %@ 会立即失去访问权限。其在服务器上的文件不会被删除。
zh_tw: %@ 會立即失去取用權限。其在伺服器上的檔案不會被刪除。

# userDetail.removeUserTitle
source: Remove User?
ar: إزالة المستخدم؟
de: Benutzer entfernen?
es: ¿Eliminar usuario?
fr: Supprimer l'utilisateur ?
hi: उपयोगकर्ता निकालें?
it: Rimuovere l'utente?
ja: ユーザを削除しますか？
ko: 사용자를 제거할까요?
nl: Gebruiker verwijderen?
pl: Usunąć użytkownika?
pt: Remover o utilizador?
ro: Elimini utilizatorul?
ru: Удалить пользователя?
sv: Ta bort användare?
zh_cn: 移除用户？
zh_tw: 移除使用者？

# userDetail.removeVolumeMessage
source: %@ is unassigned from this user. The directory itself is untouched.
ar: تم إلغاء تعيين %@ من هذا المستخدم. لا يتأثر الدليل نفسه.
de: %@ wird von diesem Benutzer entfernt. Das Verzeichnis selbst wird nicht berührt.
es: %@ se desasigna de este usuario. El directorio en sí no se toca.
fr: %@ est retiré de cet utilisateur. Le répertoire lui-même n'est pas touché.
hi: %@ इस उपयोगकर्ता से अनिर्दिष्ट किया जाता है। निर्देशिका स्वयं अछूती रहती है।
it: %@ viene rimosso da questo utente. La directory non viene toccata.
ja: %@ はこのユーザから割り当て解除されます。ディレクトリ自体には影響しません。
ko: %@이(가) 이 사용자에서 할당 해제됩니다. 디렉터리 자체는 영향을 받지 않습니다.
nl: %@ wordt van deze gebruiker losgekoppeld. De map zelf blijft ongemoeid.
pl: %@ zostaje odpięty od tego użytkownika. Sam katalog nie zostaje naruszony.
pt: %@ é desatribuído deste utilizador. O diretório em si não é afetado.
ro: %@ este dezatribuit de la acest utilizator. Directorul în sine nu este afectat.
ru: %@ отвязывается от этого пользователя. Сам каталог не затрагивается.
sv: %@ avtilldelas från den här användaren. Själva katalogen rörs inte.
zh_cn: %@ 已从此用户取消分配。目录本身不受影响。
zh_tw: %@ 已從此使用者取消指派。目錄本身不受影響。

# userDetail.removeVolumeTitle
source: Remove Volume?
ar: إزالة وحدة التخزين؟
de: Volume entfernen?
es: ¿Quitar el volumen?
fr: Retirer le volume ?
hi: वॉल्यूम निकालें?
it: Rimuovere il volume?
ja: ボリュームを削除しますか？
ko: 볼륨을 제거할까요?
nl: Volume verwijderen?
pl: Usunąć wolumin?
pt: Remover o volume?
ro: Elimini volumul?
ru: Удалить том?
sv: Ta bort volym?
zh_cn: 移除卷？
zh_tw: 移除卷宗？

# userDetail.roleAdmin
source: Administrator
ar: مسؤول
es: Administrador
fr: Administrateur
hi: व्यवस्थापक
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pt: Administrador
ru: Администратор
sv: Administratör
zh_cn: 管理员
zh_tw: 管理員

# userDetail.roleAdminLocked
source: Administrators can't be demoted from the app.
ar: لا يمكن تخفيض رتبة المسؤولين من التطبيق.
de: Administratoren können in der App nicht herabgestuft werden.
es: Los administradores no se pueden degradar desde la app.
fr: Les administrateurs ne peuvent pas être rétrogradés depuis l'app.
hi: व्यवस्थापकों को ऐप से पदावनत नहीं किया जा सकता।
it: Gli amministratori non possono essere declassati dall'app.
ja: 管理者はAppから降格できません。
ko: 관리자는 앱에서 강등할 수 없습니다.
nl: Beheerders kunnen niet vanuit de app worden gedegradeerd.
pl: Administratorów nie można zdegradować z poziomu aplikacji.
pt: Os administradores não podem ser despromovidos a partir da aplicação.
ro: Administratorii nu pot fi retrogradați din aplicație.
ru: Администраторов нельзя понизить из приложения.
sv: Administratörer kan inte nedgraderas från appen.
zh_cn: 无法从应用中降级管理员。
zh_tw: 無法從 App 中降級管理員。

# userDetail.roleAdminSubtitle
source: Full control over files, shares and users.
ar: تحكّم كامل في الملفات والمشاركات والمستخدمين.
de: Vollständige Kontrolle über Dateien, Freigaben und Benutzer.
es: Control total sobre archivos, comparticiones y usuarios.
fr: Contrôle total sur les fichiers, partages et utilisateurs.
hi: फ़ाइलों, साझाकरण और उपयोगकर्ताओं पर पूर्ण नियंत्रण।
it: Controllo completo su file, condivisioni e utenti.
ja: ファイル、共有、ユーザを完全に制御できます。
ko: 파일, 공유 및 사용자에 대한 전체 제어.
nl: Volledige controle over bestanden, deellinks en gebruikers.
pl: Pełna kontrola nad plikami, udostępnieniami i użytkownikami.
pt: Controlo total sobre ficheiros, partilhas e utilizadores.
ro: Control complet asupra fișierelor, partajărilor și utilizatorilor.
ru: Полный контроль над файлами, ссылками и пользователями.
sv: Full kontroll över filer, delningar och användare.
zh_cn: 对文件、共享和用户的完全控制。
zh_tw: 對檔案、共享和使用者的完全控制。

# userDetail.roleGrantAdmin
source: Grant Admin
ar: منح المسؤول
de: Admin gewähren
es: Conceder administrador
fr: Accorder admin
hi: व्यवस्थापक बनाएं
it: Concedi amministratore
ja: 管理者を付与
ko: 관리자 부여
nl: Beheerder verlenen
pl: Przyznaj administratora
pt: Conceder administrador
ro: Acordă administrator
ru: Назначить администратором
sv: Ge administratör
zh_cn: 授予管理员
zh_tw: 授予管理員

# userDetail.sectionAssignedVolumes
source: Assigned Volumes
ar: وحدات التخزين المعيّنة
de: Zugewiesene Volumes
es: Volúmenes asignados
fr: Volumes attribués
hi: निर्दिष्ट वॉल्यूम
it: Volumi assegnati
ja: 割り当て済みボリューム
ko: 할당된 볼륨
nl: Toegewezen volumes
pl: Przypisane woluminy
pt: Volumes atribuídos
ro: Volume atribuite
ru: Назначенные тома
sv: Tilldelade volymer
zh_cn: 已分配的卷
zh_tw: 已指派的卷宗

# userDetail.sectionGeneralInfo
source: General Info
ar: معلومات عامة
de: Allgemeine Infos
es: Información general
fr: Informations générales
hi: सामान्य जानकारी
it: Informazioni generali
ja: 一般情報
ko: 일반 정보
nl: Algemene info
pl: Informacje ogólne
pt: Informações gerais
ro: Informații generale
ru: Общая информация
sv: Allmän info
zh_cn: 常规信息
zh_tw: 一般資訊

# userDetail.sectionLocalPassword
source: Local Password
ar: كلمة السر المحلية
de: Lokales Passwort
es: Contraseña local
fr: Mot de passe local
hi: स्थानीय पासवर्ड
it: Password locale
ja: ローカルパスワード
ko: 로컬 비밀번호
nl: Lokaal wachtwoord
pl: Hasło lokalne
pt: Palavra-passe local
ro: Parolă locală
ru: Локальный пароль
sv: Lokalt lösenord
zh_cn: 本地密码
zh_tw: 本機密碼

# userDetail.sectionRoles
source: Roles & Permissions
ar: الأدوار والأذونات
de: Rollen & Berechtigungen
es: Roles y permisos
fr: Rôles et autorisations
hi: भूमिकाएं और अनुमतियां
it: Ruoli e autorizzazioni
ja: 役割とアクセス権
ko: 역할 및 권한
nl: Rollen en rechten
pl: Role i uprawnienia
pt: Funções e permissões
ro: Roluri și permisiuni
ru: Роли и права
sv: Roller och behörigheter
zh_cn: 角色与权限
zh_tw: 角色與權限

# userDetail.sectionSSO
source: Single Sign-On
ar: الدخول الموحّد
es: Inicio de sesión único
fr: Authentification unique
hi: सिंगल साइन-ऑन
ja: シングルサインオン
ko: 싱글 사인온
pl: Logowanie jednokrotne
pt: Início de sessão único
ro: Autentificare unică
ru: Единый вход
sv: Enkel inloggning
zh_cn: 单点登录
zh_tw: 單一登入

# userDetail.ssoLinked
source: Linked
ar: مرتبط
de: Verknüpft
es: Vinculado
fr: Lié
hi: लिंक किया गया
it: Collegato
ja: リンク済み
ko: 연결됨
nl: Gekoppeld
pl: Połączono
pt: Associado
ro: Conectat
ru: Привязано
sv: Länkad
zh_cn: 已关联
zh_tw: 已連結

# userDetail.ssoNone
source: No linked SSO providers.
ar: لا مزوّدو SSO مرتبطون.
de: Keine verknüpften SSO-Anbieter.
es: No hay proveedores de SSO vinculados.
fr: Aucun fournisseur SSO lié.
hi: कोई लिंक किया गया SSO प्रदाता नहीं।
it: Nessun provider SSO collegato.
ja: リンクされた SSO プロバイダはありません。
ko: 연결된 SSO 공급자가 없습니다.
nl: Geen gekoppelde SSO-providers.
pl: Brak połączonych dostawców SSO.
pt: Nenhum fornecedor de SSO associado.
ro: Niciun furnizor SSO conectat.
ru: Нет привязанных поставщиков SSO.
sv: Inga länkade SSO-leverantörer.
zh_cn: 没有关联的 SSO 提供商。
zh_tw: 沒有連結的 SSO 供應商。

# userDetail.volumeEditAccessibility
source: Edit %@
ar: تحرير %@
de: %@ bearbeiten
es: Editar %@
fr: Modifier %@
hi: %@ संपादित करें
it: Modifica %@
ja: %@ を編集
ko: %@ 편집
nl: %@ wijzigen
pl: Edytuj %@
pt: Editar %@
ro: Editează %@
ru: Изменить %@
sv: Redigera %@
zh_cn: 编辑 %@
zh_tw: 編輯 %@

# userDetail.volumeRemoveAccessibility
source: Remove %@
ar: إزالة %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
hi: %@ निकालें
it: Rimuovi %@
ja: %@ を削除
ko: %@ 제거
nl: %@ verwijderen
pl: Usuń %@
pt: Remover %@
ro: Elimină %@
ru: Удалить %@
sv: Ta bort %@
zh_cn: 移除 %@
zh_tw: 移除 %@

# userDetail.volumeSheetAccessMode
source: Access Mode
ar: وضع الوصول
de: Zugriffsmodus
es: Modo de acceso
fr: Mode d'accès
hi: एक्सेस मोड
it: Modalità di accesso
ja: アクセスモード
ko: 접근 모드
nl: Toegangsmodus
pl: Tryb dostępu
pt: Modo de acesso
ro: Mod de acces
ru: Режим доступа
sv: Åtkomstläge
zh_cn: 访问模式
zh_tw: 取用模式

# userDetail.volumeSheetDirectory
source: Directory
ar: الدليل
de: Verzeichnis
es: Directorio
fr: Répertoire
hi: निर्देशिका
ja: ディレクトリ
ko: 디렉터리
nl: Map
pl: Katalog
pt: Diretório
ro: Director
ru: Каталог
sv: Katalog
zh_cn: 目录
zh_tw: 目錄

# userDetail.volumeSheetLabelField
source: Label
ar: التسمية
de: Bezeichnung
es: Etiqueta
fr: Libellé
hi: लेबल
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
pt: Etiqueta
ro: Etichetă
ru: Метка
sv: Etikett
zh_cn: 标签
zh_tw: 標籤

# userDetail.volumeSheetLabelPlaceholder
source: Volume label
ar: تسمية وحدة التخزين
de: Volume-Bezeichnung
es: Etiqueta del volumen
fr: Libellé du volume
hi: वॉल्यूम लेबल
it: Etichetta del volume
ja: ボリュームラベル
ko: 볼륨 레이블
pl: Etykieta woluminu
pt: Etiqueta do volume
ro: Eticheta volumului
ru: Метка тома
sv: Volymetikett
zh_cn: 卷标签
zh_tw: 卷宗標籤

# userDetail.volumeSheetSaveEdit
source: Save Volume
ar: حفظ وحدة التخزين
de: Volume sichern
es: Guardar volumen
fr: Enregistrer le volume
hi: वॉल्यूम सहेजें
it: Salva volume
ja: ボリュームを保存
ko: 볼륨 저장
nl: Volume bewaren
pl: Zapisz wolumin
pt: Guardar volume
ro: Salvează volumul
ru: Сохранить том
sv: Spara volym
zh_cn: 保存卷
zh_tw: 儲存卷宗

# userDetail.volumeSheetSaveNew
source: Assign Volume
ar: تعيين وحدة تخزين
de: Volume zuweisen
es: Asignar volumen
fr: Attribuer un volume
hi: वॉल्यूम निर्दिष्ट करें
it: Assegna volume
ja: ボリュームを割り当て
ko: 볼륨 할당
nl: Volume toewijzen
pl: Przypisz wolumin
pt: Atribuir volume
ro: Atribuie volum
ru: Назначить том
sv: Tilldela volym
zh_cn: 分配卷
zh_tw: 指派卷宗

# userDetail.volumeSheetTitleEdit
source: Edit Volume
ar: تحرير وحدة التخزين
de: Volume bearbeiten
es: Editar volumen
fr: Modifier le volume
hi: वॉल्यूम संपादित करें
it: Modifica volume
ja: ボリュームを編集
ko: 볼륨 편집
nl: Volume wijzigen
pl: Edytuj wolumin
pt: Editar volume
ro: Editează volumul
ru: Изменить том
sv: Redigera volym
zh_cn: 编辑卷
zh_tw: 編輯卷宗

# userDetail.volumeSheetTitleNew
source: Assign Volume
ar: تعيين وحدة تخزين
de: Volume zuweisen
es: Asignar volumen
fr: Attribuer un volume
hi: वॉल्यूम निर्दिष्ट करें
it: Assegna volume
ja: ボリュームを割り当て
ko: 볼륨 할당
nl: Volume toewijzen
pl: Przypisz wolumin
pt: Atribuir volume
ro: Atribuie volum
ru: Назначить том
sv: Tilldela volym
zh_cn: 分配卷
zh_tw: 指派卷宗

# userDetail.volumesAssign
source: Assign Volume
ar: تعيين وحدة تخزين
de: Volume zuweisen
es: Asignar volumen
fr: Attribuer un volume
hi: वॉल्यूम निर्दिष्ट करें
it: Assegna volume
ja: ボリュームを割り当て
ko: 볼륨 할당
nl: Volume toewijzen
pl: Przypisz wolumin
pt: Atribuir volume
ro: Atribuie volum
ru: Назначить том
sv: Tilldela volym
zh_cn: 分配卷
zh_tw: 指派卷宗

# userDetail.volumesFootnote
source: Volumes give a user access to a directory outside the default shared space. Removing a volume never deletes files.
ar: تمنح وحدات التخزين المستخدم وصولاً إلى دليل خارج المساحة المشتركة الافتراضية. إزالة وحدة تخزين لا تحذف الملفات أبدًا.
de: Volumes geben einem Benutzer Zugriff auf ein Verzeichnis außerhalb des standardmäßigen freigegebenen Bereichs. Das Entfernen eines Volumes löscht niemals Dateien.
es: Los volúmenes dan a un usuario acceso a un directorio fuera del espacio compartido predeterminado. Quitar un volumen nunca elimina archivos.
fr: Les volumes donnent à un utilisateur l'accès à un répertoire hors de l'espace partagé par défaut. Retirer un volume ne supprime jamais de fichiers.
hi: वॉल्यूम किसी उपयोगकर्ता को डिफ़ॉल्ट साझा स्थान के बाहर की निर्देशिका तक एक्सेस देते हैं। वॉल्यूम निकालने से कभी फ़ाइलें नहीं हटतीं।
it: I volumi danno a un utente accesso a una directory fuori dallo spazio condiviso predefinito. Rimuovere un volume non elimina mai i file.
ja: ボリュームは、デフォルトの共有スペース外のディレクトリへのアクセスをユーザに付与します。ボリュームを削除してもファイルは決して削除されません。
ko: 볼륨은 사용자에게 기본 공유 공간 외부의 디렉터리에 대한 접근을 제공합니다. 볼륨을 제거해도 파일은 삭제되지 않습니다.
nl: Volumes geven een gebruiker toegang tot een map buiten de standaard gedeelde ruimte. Een volume verwijderen wist nooit bestanden.
pl: Woluminy dają użytkownikowi dostęp do katalogu poza domyślną przestrzenią współdzieloną. Usunięcie woluminu nigdy nie usuwa plików.
pt: Os volumes dão a um utilizador acesso a um diretório fora do espaço partilhado predefinido. Remover um volume nunca elimina ficheiros.
ro: Volumele oferă unui utilizator acces la un director în afara spațiului partajat implicit. Eliminarea unui volum nu șterge niciodată fișiere.
ru: Тома дают пользователю доступ к каталогу вне стандартного общего пространства. Удаление тома никогда не удаляет файлы.
sv: Volymer ger en användare åtkomst till en katalog utanför det delade standardutrymmet. Att ta bort en volym raderar aldrig filer.
zh_cn: 卷可让用户访问默认共享空间之外的目录。移除卷绝不会删除文件。
zh_tw: 卷宗可讓使用者取用預設共享空間之外的目錄。移除卷宗絕不會刪除檔案。

# userDetail.volumesNone
source: No volumes assigned.
ar: لا وحدات تخزين معيّنة.
de: Keine Volumes zugewiesen.
es: No hay volúmenes asignados.
fr: Aucun volume attribué.
hi: कोई वॉल्यूम निर्दिष्ट नहीं।
it: Nessun volume assegnato.
ja: 割り当て済みのボリュームはありません。
ko: 할당된 볼륨이 없습니다.
nl: Geen volumes toegewezen.
pl: Brak przypisanych woluminów.
pt: Nenhum volume atribuído.
ro: Niciun volum atribuit.
ru: Тома не назначены.
sv: Inga volymer tilldelade.
zh_cn: 未分配卷。
zh_tw: 未指派卷宗。

# userDetail.volumesNoneSubtitle
source: This user only sees the default shared space.
ar: يرى هذا المستخدم المساحة المشتركة الافتراضية فقط.
de: Dieser Benutzer sieht nur den standardmäßigen freigegebenen Bereich.
es: Este usuario solo ve el espacio compartido predeterminado.
fr: Cet utilisateur ne voit que l'espace partagé par défaut.
hi: यह उपयोगकर्ता केवल डिफ़ॉल्ट साझा स्थान देखता है।
it: Questo utente vede solo lo spazio condiviso predefinito.
ja: このユーザはデフォルトの共有スペースのみを表示できます。
ko: 이 사용자는 기본 공유 공간만 볼 수 있습니다.
nl: Deze gebruiker ziet alleen de standaard gedeelde ruimte.
pl: Ten użytkownik widzi tylko domyślną przestrzeń współdzieloną.
pt: Este utilizador só vê o espaço partilhado predefinido.
ro: Acest utilizator vede doar spațiul partajat implicit.
ru: Этот пользователь видит только стандартное общее пространство.
sv: Den här användaren ser bara det delade standardutrymmet.
zh_cn: 此用户仅能看到默认共享空间。
zh_tw: 此使用者僅能看到預設共享空間。

# userManagement.badgeAdmin
source: Admin
ar: مسؤول
es: Administrador
hi: व्यवस्थापक
it: Amministratore
ja: 管理者
ko: 관리자
nl: Beheerder
pl: Administrator
pt: Administrador
ro: Administrator
ru: Администратор
sv: Administratör
zh_cn: 管理员
zh_tw: 管理員
